
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatiskt";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "PPP-lösenord";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "IPSec - delad hemlighet";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth-lösenord";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Nätverksanslutning (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Nätverksanslutning";
"KEYCHAIN_KIND_EAPOL" = "802.1X-lösenord";
